Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/drugs_and_medicines/cross_border_prescriptions.html.txt.tmx
Source language: en
Languages: ga

source: If you have a medical prescription from a doctor in the European Economic Area (EEA), the prescription is valid in all other EEA countries if it contains certain information
ga: Má tá oideas leighis agat ó lia sa Limistéar Eacnamaíoch Eorpach (LEE), is bailí é an t-oideas sin i ngach aon tír eile de chuid an LEE má fhaightear faisnéis shonrach ann

source: The EEA includes the member states of the European Union as well as Iceland, Liechtenstein and Norway
ga: Áirítear leis an LEE ballstáit an Aontais Eorpaigh maille leis an Íoslainn, an Lichtinstéin agus an Iorua

source: There is no specific form or format required in order to be able to use a prescription in another EEA country but the prescription must include certain information about the patient, doctor and medical product prescribed
ga: Níl aon fhoirm ná formáid faoi leith ag teastáil chun bheith in ann úsáid a bhaint as oideas i dtír éigin eile an LEE, ach caithfear áireamh leis an oideas sin faisnéis shonrach faoin othar, faoin lia agus faoin táirge leighis san oideas

source: • Surname and first name written in full (not initials)
ga: • Sloinne agus céadainm scríofa ina n-iomláine (seachas céadlitreacha)

source: Details of the prescribing health professional
ga: Mionsonraí an ghairmí sláinte a scríobhann an t-oideas

source: • Surname and first name written in full
ga: • Sloinne agus céadainm scríofa ina n-iomláine

source: • Details for direct contact (email and telephone or fax including international prefix)
ga: • Sonraí teagmhála díreacha (ríomhphost agus teileafón nó facs lena n-áirítear réimír idirnáisiúnta)

source: • Work address (including the country)
ga: • Seoladh oibre (lena n-áirítear an tír)

source: • Date the prescription is issued
ga: • An dáta ar ar eisíodh an t-oideas

source: Details of the prescribed product
ga: Mionsonraí an táirge san oideas

source: • The common name should be used rather than the brand name, which may be different in another country
ga: • Ba cheart an t-ainm coiteann seachas ainm an bhranda a úsáid, a d’fhéadfadh bheith éagsúil i dtír éigin eile

source: (If a specific brand is medically necessary the prescription should include a brief statement of the reason.) There are International Nonproprietary Names recommended by the World Health Organisation which should be used where possible
ga: (Ba chóir go n-áireofaí ráiteas gairid faoin bhfáth go dteastaíonn branda sonrach ar bhonn leighis.) Is ann d’Ainmneacha Idirnáisiúnta Neamhdhílseánaigh arna moladh ag an Eagraíocht Dhomhanda Sláinte ar cheart leas a bhaint astu de réir mar is féidir

source: In the case of biological medicinal products, brand names may be used
ga: Is féidir ainmneacha brandála a úsáid i gcás táirgí leighis bhitheolaíochta

source: • The format of the product, for example, whether it is in the form of tablets or solution
ga: • Formáid an táirge, mar shampla, bíodh sé i bhfoirm piolláirí nó tuaslagáin

source: • The dosage or instructions for use
ga: • An dáileogacht nó treoracha úsáide

source: Not all of these details are required for a prescription in Ireland so, if you intend to use a prescription in another country, you should check that the doctor has included all the necessary information listed above
ga: Ní theastaíonn na mionsonraí sin go léir d’oideas in Éirinn, má tá tú ag ceapadh chun úsáid a bhaint as oideas i dtír éigin eile ba cheart duit ceadú gur áirigh an lia gach eolas riachtanach a liostaíodh thuas

source: Prescriptions are subject to the rules of the country where they are dispensed
ga: Tagann na hoidis faoi réir rialacha na tíre mar a bhfodháiltear iad

source: For example, in some countries a prescription may only be accepted for a certain time period after it is written
ga: Mar shampla, b’fhéidir nach nglacfaí le hoideas i dtíortha áirithe ach ar feadh tréimhse ama éigin tar éis a scríofa

source: Some medicines may not be authorised for sale or may not be available in another country within the EEA
ga: B’fhéidir nach bhfuil cógais leighis áirithe údaraithe dá ndíol nó b'fhéidir nach mbíonn siad ar fáil i dtír éigin eile laistigh den LEE

source: To find out if your medicine is available in other member states, you can check with the national contact point for cross-border healthcare
ga: Chun fáil amach an mbíonn do chógas ar fáil i mballstáit eile, is féidir leat ceadú leis an bpointe teagmhála náisiúnta don chúram sláinte trasteorann

source: If an item is required to have a special medical prescription it should not be issued for use in another member state
ga: Má theastaíonn mír éigin chun oideas leighis speisialta bheith agat, níor cheart go n-eiseofaí é le húsáid i mballstát éigin eile

source: This applies to controlled drugs such as strong, opioid-based painkillers and certain sedatives
ga: Bíonn feidhm leis sin do dhrugaí rialaithe ar nós pianmhúchán láidre bunaithe ar ópóideach agus ar thámhacháin áirithe
